blog-posts/2004-10-10-first-time-personal-japanese-blog-post.org
#+TITLE: First time personal Japanese blog post!

October 10th, 2004 -
[[http://sachachua.com/blog/p/2265][http://sachachua.com/blog/p/2265]]

Check out the post labeled “emacs-wiki mode” on the linked site.
 <giggle> If you can't read Japanese, run it through a translator
 like

[[http://www.csse.monash.edu.au/cgi-bin/cgiwrap/jwb/wwwjdic?9T][WWWJDIC]].

#+BEGIN_QUOTE
  SachaÃƒÂ£Ã‚Â?Ã‚Â•ÃƒÂ£Ã‚Â‚Ã‚Â“ÃƒÂ£Ã‚Â?Ã‚Â¯ÃƒÂ£Ã‚Â?Ã‚Â©ÃƒÂ£Ã‚Â?Ã‚Â†ÃƒÂ£Ã‚Â‚Ã‚Â„ÃƒÂ£Ã‚Â‚Ã‚Â‰TNGÃƒÂ£Ã‚Â?Ã‚Â®fanÃƒÂ£Ã‚Â‚Ã‚Â‰ÃƒÂ£Ã‚Â?Ã‚Â---ÃƒÂ£Ã‚Â?Ã‚Â„ÃƒÂ£Ã‚Â?Ã‚Â®ÃƒÂ£Ã‚Â‚Ã‚Â‚ÃƒÂ§Ã‚Â´Ã‚Â
  ÃƒÂ¦Ã‚Â•Ã‚ÂµÃƒÂ£Ã‚Â?Ã‚Â§ÃƒÂ£Ã‚Â?Ã‚Â™ÃƒÂ£Ã‚Â€Ã‚Â‚ÃƒÂ¥Ã‚Â¦Ã‚Â»ÃƒÂ£Ã‚Â‚Ã‚Â‚ÃƒÂ¥Ã‚Â­Ã‚Â?ÃƒÂ£Ã‚Â‚Ã‚Â‚ÃƒÂ£Ã‚Â?Ã‚Â‚ÃƒÂ£Ã‚Â‚Ã‚Â‹ÃƒÂ£Ã‚Â?Ã‚Â®ÃƒÂ£Ã‚Â?Ã‚Â«ÃƒÂ£Ã‚Â€Ã‚Â?ÃƒÂ¥Ã‚Â¥Ã‚Â½ÃƒÂ£Ã‚Â?Ã‚Â?ÃƒÂ£Ã‚Â?Ã‚Â«ÃƒÂ£Ã‚Â?Ã‚Âª

  ÃƒÂ£Ã‚Â?Ã‚Â£ÃƒÂ£Ã‚Â?Ã‚Â¦ÃƒÂ£Ã‚Â?Ã‚Â---ÃƒÂ£Ã‚Â?Ã‚Â¾ÃƒÂ£Ã‚Â?Ã‚Â„ÃƒÂ£Ã‚Â?Ã‚Â?ÃƒÂ£Ã‚Â?Ã‚Â†ÃƒÂ£Ã‚Â?Ã‚Â§ÃƒÂ£Ã‚Â?Ã‚Â™ÃƒÂ£Ã‚Â€Ã‚Â‚ÃƒÂ¦Ã‚ÂŠÃ‚ÂµÃƒÂ¦Ã‚ÂŠÃ‚Â---ÃƒÂ£Ã‚Â?Ã‚Â¯ÃƒÂ§Ã‚Â„Ã‚Â¡ÃƒÂ¦Ã‚Â„Ã‚Â?ÃƒÂ¥Ã‚Â‘Ã‚Â³ÃƒÂ£Ã‚Â?Ã‚Â§ÃƒÂ£Ã‚Â?Ã‚Â---ÃƒÂ£Ã‚Â‚Ã‚Â‡ÃƒÂ£Ã‚Â?Ã‚Â†ÃƒÂ£Ã‚Â?Ã‚Â‹ÃƒÂ£Ã‚Â€Ã‚Â‚
#+END_QUOTE

ÃƒÂ£Ã‚Â?Ã‚Â™ÃƒÂ£Ã‚Â?Ã‚Â”ÃƒÂ£Ã‚Â?Ã‚Â„! I'm so flattered!

[[http://www.t-base.ne.jp/~tj/d/?date=20041007][Trivial%20Journal(2004-10-07)]]
