blog-posts/2004-10-10-first-time-personal-japanese-blog-post.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>First time personal Japanese blog post!</title>
<!-- 2015-10-19 Mon 14:15 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link href='http://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">First time personal Japanese blog post!</h1>
<p>
October 10th, 2004 -
<a href="http://sachachua.com/blog/p/2265"><a href="http://sachachua.com/blog/p/2265">http://sachachua.com/blog/p/2265</a></a>
</p>

<p>
Check out the post labeled “emacs-wiki mode” on the linked site.
 &lt;giggle&gt; If you can't read Japanese, run it through a translator
 like
</p>

<p>
<a href="http://www.csse.monash.edu.au/cgi-bin/cgiwrap/jwb/wwwjdic?9T">WWWJDIC</a>.
</p>

<blockquote>
<p>
SachaÃƒÂ£Ã‚Â?Ã‚Â•ÃƒÂ£Ã‚Â‚Ã‚Â“ÃƒÂ£Ã‚Â?Ã‚Â¯ÃƒÂ£Ã‚Â?Ã‚Â©ÃƒÂ£Ã‚Â?Ã‚Â†ÃƒÂ£Ã‚Â‚Ã‚Â„ÃƒÂ£Ã‚Â‚Ã‚Â‰TNGÃƒÂ£Ã‚Â?Ã‚Â®fanÃƒÂ£Ã‚Â‚Ã‚Â‰ÃƒÂ£Ã‚Â?Ã‚Â&#x2014;ÃƒÂ£Ã‚Â?Ã‚Â„ÃƒÂ£Ã‚Â?Ã‚Â®ÃƒÂ£Ã‚Â‚Ã‚Â‚ÃƒÂ§Ã‚Â´Ã‚Â
ÃƒÂ¦Ã‚Â•Ã‚ÂµÃƒÂ£Ã‚Â?Ã‚Â§ÃƒÂ£Ã‚Â?Ã‚Â™ÃƒÂ£Ã‚Â€Ã‚Â‚ÃƒÂ¥Ã‚Â¦Ã‚Â»ÃƒÂ£Ã‚Â‚Ã‚Â‚ÃƒÂ¥Ã‚Â­Ã‚Â?ÃƒÂ£Ã‚Â‚Ã‚Â‚ÃƒÂ£Ã‚Â?Ã‚Â‚ÃƒÂ£Ã‚Â‚Ã‚Â‹ÃƒÂ£Ã‚Â?Ã‚Â®ÃƒÂ£Ã‚Â?Ã‚Â«ÃƒÂ£Ã‚Â€Ã‚Â?ÃƒÂ¥Ã‚Â¥Ã‚Â½ÃƒÂ£Ã‚Â?Ã‚Â?ÃƒÂ£Ã‚Â?Ã‚Â«ÃƒÂ£Ã‚Â?Ã‚Âª
</p>

<p>
ÃƒÂ£Ã‚Â?Ã‚Â£ÃƒÂ£Ã‚Â?Ã‚Â¦ÃƒÂ£Ã‚Â?Ã‚Â&#x2014;ÃƒÂ£Ã‚Â?Ã‚Â¾ÃƒÂ£Ã‚Â?Ã‚Â„ÃƒÂ£Ã‚Â?Ã‚Â?ÃƒÂ£Ã‚Â?Ã‚Â†ÃƒÂ£Ã‚Â?Ã‚Â§ÃƒÂ£Ã‚Â?Ã‚Â™ÃƒÂ£Ã‚Â€Ã‚Â‚ÃƒÂ¦Ã‚ÂŠÃ‚ÂµÃƒÂ¦Ã‚ÂŠÃ‚Â&#x2014;ÃƒÂ£Ã‚Â?Ã‚Â¯ÃƒÂ§Ã‚Â„Ã‚Â¡ÃƒÂ¦Ã‚Â„Ã‚Â?ÃƒÂ¥Ã‚Â‘Ã‚Â³ÃƒÂ£Ã‚Â?Ã‚Â§ÃƒÂ£Ã‚Â?Ã‚Â&#x2014;ÃƒÂ£Ã‚Â‚Ã‚Â‡ÃƒÂ£Ã‚Â?Ã‚Â†ÃƒÂ£Ã‚Â?Ã‚Â‹ÃƒÂ£Ã‚Â€Ã‚Â‚
</p>
</blockquote>

<p>
ÃƒÂ£Ã‚Â?Ã‚Â™ÃƒÂ£Ã‚Â?Ã‚Â”ÃƒÂ£Ã‚Â?Ã‚Â„! I'm so flattered!
</p>

<p>
<a href="http://www.t-base.ne.jp/~tj/d/?date=20041007">Trivial%20Journal(2004-10-07)</a>
</p>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
